tap "oven-sh/bun"

# CLI tools
brew "gh"
brew "git-lfs"
brew "lazygit"
brew "nvm"
brew "oven-sh/bun/bun"
brew "python"
brew "go"
brew "dockutil"

# Fonts
cask "font-jetbrains-mono-nerd-font"
# Apps
cask "raycast"
cask "zed"
cask "ghostty"
cask "brave-browser"
cask "granola"
cask "superwhisper"
cask "docker"
cask "claude"
cask "chatgpt"
cask "codex"
