# CLI tools
brew "gh"
brew "lazygit"
brew "node"
brew "python@3.13"
brew "go"
brew "opencode"

# Apps
cask "raycast"
cask "zed"
cask "ghostty"
cask "brave-browser"
cask "granola"
cask "superwhisper"
cask "docker"
cask "claude"
cask "chatgpt"
cask "codex"
